[
    {
        "pk": 1,
        "name": "Nutritious fruit meal in Biafra",
        "description": "Curly braces around the second parameter is making the parameter to be optional. curly braces around the second parameter is making the parameter to be optional. curly braces around the second parameter is making the parameter to be optional. curly braces around the second parameter is making the parameter to be optional. curly braces around the second parameter is making the parameter to be optional. curly braces around the second parameter is making the parameter to be optional. curly braces around the second parameter is making the parameter to be optional",
        "price": "300.00",
        "stars": "4",
        "quantity": "1",
        "people": "1",
        "selected": "1",
        "food_type": "1",
        "img": "http://localhost:8000/media/food_image/pop1.png",
        "location": "Enugu, Biafra Land",
        "created_at": "2022-06-01T10:28:05.992613Z",
        "updated_at": "2022-06-01T10:28:05.992613Z"
    },
    {
        "pk": 2,
        "name": "Abacha Anambra",
        "description": "The best sweet dessert The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The best sweet dessert The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely.",
        "price": "3166311.00",
        "stars": "3",
        "quantity": "1",
        "people": "1",
        "selected": "1",
        "food_type": "1",
        "img": "http://localhost:8000/media/food_image/pop2.jpeg",
        "location": "Anambra State",
        "created_at": "2022-06-01T10:32:16.426555Z",
        "updated_at": "2022-06-01T10:34:14.026310Z"
    },
    {
        "pk": 3,
        "name": "Pounded Yam",
        "description": "The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely. The quality and craftsmanship is on full show. The waiters  signature white tunics are of loosely.",
        "price": "500.00",
        "stars": "6",
        "quantity": "1",
        "people": "1",
        "selected": "1",
        "food_type": "1",
        "img": "http://localhost:8000/media/food_image/pop3.jpg",
        "location": "Yoruba and Easter axis",
        "created_at": "2022-06-01T10:35:58.334068Z",
        "updated_at": "2022-06-01T10:35:58.334068Z"
    },
    {
        "pk": 4,
        "name": "Arebo Nsukka",
        "description": "Ezigbo arebo I nwere ike iri wee nwee ahu ike. The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show",
        "price": "1200.00",
        "stars": "5",
        "quantity": "1",
        "people": "1",
        "selected": "1",
        "food_type": "1",
        "img": "http://localhost:8000/media/food_image/pop4.jpg",
        "location": "Nsukka, Enugu",
        "created_at": "2022-06-01T11:19:57.039950Z",
        "updated_at": "2022-06-01T11:19:57.040951Z"
    },
    {
        "pk": 5,
        "name": "Fried Rice and Vegetable",
        "description": "The quality fried rice like never before. The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show The quality and craftsmanship is on full show",
        "price": "2300.00",
        "stars": "3",
        "quantity": "1",
        "people": "1",
        "selected": "1",
        "food_type": "1",
        "img": "http://localhost:8000/media/food_image/pop5.png",
        "location": "Abuja, Nigeria",
        "created_at": "2022-06-01T11:21:38.624695Z",
        "updated_at": "2022-06-01T11:21:38.624695Z"
    },
    {
        "pk": 6,
        "name": "Ofe Egusi",
        "description": "Ezigbote ofe mara mma. Nri ndi be anyi.",
        "price": "600.00",
        "stars": "4",
        "quantity": "1",
        "people": "1",
        "selected": "1",
        "food_type": "1",
        "img": "http://localhost:8000/media/food_image/pop6.jpg",
        "location": "Anambra State",
        "created_at": "2022-06-01T11:23:03.371481Z",
        "updated_at": "2022-06-01T11:23:03.371481Z"
    }
]